260625_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/oriental/ayuntamiento-aplaza-jueves-sardinada-solidaria-san-juan-altas-temperaturas/20260624214045194817.html][El Ayuntamiento aplaza a este jueves la sardinada solidaria de San Juan por las altas temperaturas]]
- [[https://eldiariocantabria.publico.es/articulo/saja-besaya/playa-somocuevas-abre-publico-arreglo-urgente-barandilla-acceso/20260624213305194816.html][La playa de Somocuevas abre al público tras el arreglo urgente de la barandilla de acceso]]
- [[https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/maliano-congrega-mas-25000-personas-noche-san-juan/20260624212149194814.html][Maliaño congrega a más de 25.000 personas en la noche de San Juan]]
- [[https://eldiariocantabria.publico.es/articulo/santander/pina-pide-aumentar-plazas-veranuco-garantizar-conciliacion-real/20260624211225194812.html][Piña pide aumentar las plazas de ‘El Veranuco’ para garantizar la conciliación “real”]]
- [[https://eldiariocantabria.publico.es/articulo/politica/revilla-presentara-reeleccion-como-lider-prc-que-cambiara-estatutos-separar-secretaria-general-candidatura-elecciones/20260624210551194811.html][Revilla se presentará a la reelección como líder del PRC, que cambiará los estatutos para separar Secretaría General de candidatura a las elecciones]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/06/24/israel-deliberately-targeted-palestinian-children-gaza-un-commission-says/][Israel deliberately targeted Palestinian children in Gaza, U.N. commission says]]
- [[https://www.washingtonpost.com/national-security/2026/06/24/effort-extend-army-generals-career-falls-flat-with-hegseth/][Hegseth thwarted internal efforts to extend key Army general’s career]]
- [[https://www.washingtonpost.com/world/2026/06/24/ebola-outbreak-could-be-worst-ever-cases-surge-past-1000-congo/][France reports first Ebola patient as cases in Africa surge above 1,000]]
- [[https://www.washingtonpost.com/world/2026/06/23/ukraines-drones-are-making-crimea-harder-russia-hold/][Ukraine’s drones are spoiling Putin’s vision for Crimea]]
- [[https://www.washingtonpost.com/world/2026/06/23/iran-says-no-nuclear-inspections-countering-vance-statement/][Trump dismisses Iran’s rejection of nuclear inspections]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/ukraines-most-potent-weapon-is-the-soldiers-who-refuse-to-quit-bdd145fe][Ukraine’s Most Potent Weapon Is the Soldiers Who Refuse to Quit]]
- [[https://www.wsj.com/world/americas/venezuela-earthquakes-caracas-damage-a5835528][Earthquakes Rock Venezuelan Capital]]
- [[https://www.wsj.com/politics/national-security/a-turkish-arms-sale-leads-to-a-face-off-between-trump-and-congress-ee55c700][A Turkish Arms Sale Leads to a Face-Off Between Trump and Congress]]
- [[https://www.wsj.com/world/asia/chinas-assertions-of-authority-over-foreign-ships-near-taiwan-draw-u-s-rebuke-d0546eb0][China’s Assertions of Authority Over Foreign Ships Near Taiwan Draw U.S. Rebuke]]
- [[https://www.wsj.com/world/americas/ominous-and-feared-cuban-spy-chief-dies-2d38abfa][‘Ominous and Feared’ Cuban Spy Chief Dies]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/international/article/2026/06/25/donald-trump-exploite-les-celebrations-du-250-anniversaire-des-etats-unis-pour-s-autocelebrer_6713347_3210.html][Donald Trump exploite les célébrations du 250ᵉ anniversaire des Etats-Unis pour s’autocélébrer]]
- [[https://www.lemonde.fr/planete/article/2026/06/24/apres-avoir-enregistre-sa-journee-la-plus-chaude-la-france-entrapercoit-la-fin-de-la-canicule_6713225_3244.html][Après avoir enregistré sa journée la plus chaude, la France entraperçoit la fin de la canicule]]
- [[https://www.lemonde.fr/international/article/2026/06/25/au-venezuela-deux-puissants-seismes-font-craindre-un-bilan-lourd-et-des-degats-importants_6713270_3210.html][Au Venezuela, deux puissants séismes font craindre un bilan « lourd » et des dégâts « importants »]]
- [[https://www.lemonde.fr/societe/article/2026/06/24/lyhanna-l-autopsie-n-a-pas-permis-de-determiner-avec-certitude-la-cause-de-la-mort-de-l-enfant-de-11-ans_6713218_3224.html][Mort de Lyhanna : l’enquête visant Jérôme Barella élargie aux qualifications de meurtre et de viol sur mineur]]
- [[https://www.lemonde.fr/societe/article/2026/06/25/l-interdiction-des-mariages-d-etrangers-sans-papiers-de-retour-a-l-assemblee-nationale-avec-le-soutien-du-gouvernement_6713343_3224.html][L’interdiction des mariages d’étrangers sans papiers de retour à l’Assemblée nationale, avec le soutien du gouvernement]]

*** Le Figaro

- [[https://www.lefigaro.fr/international/les-americains-nous-laissent-seuls-avec-le-chaos-le-peuple-iranien-grand-perdant-de-la-guerre-de-donald-trump-20260624][« Les Américains nous laissent seuls avec le chaos » : le peuple iranien, grand perdant de la guerre de Donald Trump]]
- [[https://www.lefigaro.fr/vox/monde/l-editorial-de-philippe-gelie-donald-trump-et-le-nouvel-iran-20260624][L’éditorial de Philippe Gélie : «Donald Trump et le nouvel Iran»]]
- [[https://www.lefigaro.fr/international/venezuela-seisme-de-magnitude-7-1-l-epicentre-proche-de-caracas-20260625][Venezuela : deux puissants séismes de magnitudes 7,2 et 7,5, la présidente déclare l’état d’urgence]]
- [[https://www.lefigaro.fr/actualite-france/pyrenees-atlantiques-un-pan-de-falaise-s-effondre-pres-d-une-plage-a-biarritz-deux-disparus-recherches-20260624][Un pan de falaise s’effondre près d’une plage à Biarritz, le corps d’une femme découvert par les secours, un plongeur encore recherché]]
- [[https://www.lefigaro.fr/meteo/en-direct-meteo-canicule-france-chaleur-alerte-rouge-vigilance-feux-de-foret-20260624][EN DIRECT - La canicule se poursuivra ce week-end sur une grande partie de la France, 40 à 42°C prévus]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.co.uk/news/articles/c78y4102n1zo?at_medium=RSS&at_campaign=rss][France, UK and Spain see record temperatures as heatwave grips western Europe]]
- [[https://www.bbc.co.uk/news/articles/c4gyqldl3p5o?at_medium=RSS&at_campaign=rss][Air conditioning creates political divide after France records hottest day]]
- [[https://www.bbc.co.uk/news/articles/cpd395zv81vo?at_medium=RSS&at_campaign=rss][UN nuclear chief says inspectors will visit Iran sites as part of war deal]]
- [[https://www.bbc.co.uk/news/articles/clye652m41po?at_medium=RSS&at_campaign=rss][Clean sweep for Mamdani-backed candidates in New York's Democratic primary]]
- [[https://www.bbc.co.uk/news/articles/c3ryv72pjqno?at_medium=RSS&at_campaign=rss][Biggest city in Crimea without power after Ukraine strikes]]

