260625_day_briefing.org
*** The Guardian

- [[https://www.theguardian.com/world/2026/jun/24/france-ebola-first-case-doctor-drc][France confirms first Ebola case in doctor who had worked in DRC]]
- [[https://www.theguardian.com/world/2026/jun/24/kenya-play-free-me-gender-based-violence][Play puts spotlight on Kenya’s crisis of gender-based violence]]
- [[https://www.theguardian.com/world/2026/jun/23/kenya-minister-orders-halt-us-ebola-facility][Kenyan minister orders halt to construction of US Ebola facility]]
- [[https://www.theguardian.com/global-development/2026/jun/23/uk-ties-uae-mass-atrocities-sudan-mps-select-committee-nathaniel-raymond][UK prioritised ties with UAE over averting mass atrocities in Sudan, MPs to be told]]
- [[https://www.theguardian.com/world/2026/jun/21/comrades-ultramarathon-south-africa][Sweat, tears and camaraderie as 20,000 runners take on world’s largest ultramarathon]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/capitali-gastronomiche-d-europa-podio-tutto-italiano-AI2mL0qD][Capitali gastronomiche d’Europa, podio tutto italiano]]
- [[https://www.ilsole24ore.com/art/il-caldo-non-da-tregua-4-morti-italia-picco-weekend-AIZgnCrD][Il caldo non dà tregua, 4 morti in Italia. Il picco nel weekend]]
- [[https://www.ilsole24ore.com/art/collezione-farnesina-e-marazzi-nuova-scultura-sull-infanzia-violata-AIyt17qD][Collezione Farnesina, è di Marazzi la nuova scultura sull’infanzia violata]]
- [[https://www.ilsole24ore.com/art/spiagge-sicure-2026-viminale-15-milioni-contro-abusivismo-e-contraffazione-AIi12vqD][Spiagge sicure 2026, dal Viminale 1,5 milioni contro abusivismo e contraffazione]]
- [[https://www.ilsole24ore.com/art/si-decreto-lavoro-bonus-assunzioni-under-35-e-donne-salario-giusto-e-tutele-rider-AI2mNbqD][Sì al decreto lavoro: bonus assunzioni under 35 e donne, salario giusto e tutele ai rider]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/world/the-mystery-of-michele-a-missing-woman-from-germany-reappears-in-the-epstein-files-a-835c0c91-620c-4fd0-ac49-9870fe160108#ref=rss][The Mystery of Michele: A Missing Woman from Germany Reappears in the Epstein Files]]
- [[https://www.spiegel.de/international/business/our-warming-climate-a-pilot-project-in-norway-raises-doubts-about-ccs-sustainability-a-066f9f4a-adbf-475b-b072-3015b5a370d1#ref=rss][Our Warming Climate: A Pilot Project in Norway Raises Doubts about CCS Sustainability]]
- [[https://www.spiegel.de/international/europe/hungarian-premier-peter-magyar-our-country-was-a-hostage-state-a-4d31fe2f-92f1-41ec-a7ab-6d8fdec0635d#ref=rss][Hungarian Premier Péter Magyar: 'Our Country Was a Hostage State']]
- [[https://www.spiegel.de/international/germany/nsdap-archive-how-der-spiegel-processed-the-data-from-the-nsdap-membership-card-file-a-c2d916be-b6d1-4b39-bab9-debdc9c45f7e#ref=rss][NSDAP archive: How DER SPIEGEL processed the data from the Nazi card file]]
- [[https://www.spiegel.de/international/germany/nsdap-archive-find-out-what-your-family-did-under-hitler-a-4c62a29b-054a-409f-8cc2-cfb8c46f98a9#ref=rss][Interactive Research Tool: What Your Family Did Under Hitler – Find Out Here]]

*** Deutsche Welle

- [[https://www.dw.com/en/what-does-british-pm-s-resignation-mean-for-european-security/a-77698281?maca=en-rss-en-world-4025-rdf][What does British PM's resignation mean for European security?]]
- [[https://www.dw.com/en/iran-after-the-war-fragile-peace-shattered-economy/a-77690083?maca=en-rss-en-world-4025-rdf][Iran after the war — fragile peace, shattered economy]]
- [[https://www.dw.com/en/is-xenophobia-in-south-africa-risking-investment/a-77687020?maca=en-rss-en-world-4025-rdf][Is xenophobia in South Africa risking investment?]]
- [[https://www.dw.com/en/southeast-asia-boost-defense-ties-but-avoids-firm-alliances/a-77689233?maca=en-rss-en-world-4025-rdf][Southeast Asia boost defense ties but avoids firm alliances]]
- [[https://www.dw.com/en/trump-offers-iran-an-economic-lifeline-with-strings/a-77621800?maca=en-rss-en-world-4025-rdf][Trump offers Iran an economic lifeline — with strings]]

** 🇧🇷 Brasil

*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/maria-herminia-tavares/2026/06/donald-trump-e-as-eleicoes-presidenciais-no-brasil.shtml][Donald Trump e as eleições presidenciais no Brasil]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/06/apos-terremotos-governo-trump-presta-solidariedade-a-venezuela-e-diz-que-vai-ajudar-pais.shtml][Após terremotos, governo Trump presta solidariedade à Venezuela e diz que vai ajudar país]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/06/africa-do-sul-chega-pela-1a-vez-ao-mata-mata-da-copa-mexico-confirma-100-de-eficiencia-veja-os-lances.shtml][África do Sul chega pela 1ª vez ao mata-mata da Copa; México confirma 100% de eficiência; veja os lances]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/06/lula-determina-avaliacao-para-ajudar-venezuela-apos-terremotos-no-pais.shtml][Lula determina avaliação para ajudar Venezuela após terremotos no país]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/06/jogadores-destacam-a-evolucao-demonstrada-pela-selecao-durante-a-copa.shtml][Jogadores destacam a evolução demonstrada pela seleção durante a Copa]]

