260625_day_briefing.html
<div id="outline-container-org57eb811" class="outline-4">
<h4 id="org57eb811">O Globo</h4>
<div class="outline-text-4" id="text-org57eb811">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org2183245" class="outline-2">
<h2 id="org2183245">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-org2183245">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
